{"version":2,"kind":"Article","sha256":"df5122fde016b79429099290fb40e281a8a77a6c2a7da5e5b665f2a1708a76be","slug":"book-content.section-01.preface","location":"/Book_Content/Section_01/Preface.md","dependencies":[],"frontmatter":{"title":"Preface","content_includes_title":false,"authors":[{"nameParsed":{"literal":"Caleb A. Tormey","given":"Caleb A.","family":"Tormey"},"name":"Caleb A. Tormey","id":"contributors-myst-generated-uid-0"}],"github":"https://github.com/executablebooks/jupyter-book","numbering":{"title":{"offset":1}},"exports":[{"format":"md","filename":"Preface.md","url":"/Preface-57aaf4d81f1456a122a8c9655a0f0b79.md"}]},"mdast":{"type":"root","children":[{"type":"block","children":[{"type":"paragraph","position":{"start":{"line":3,"column":1},"end":{"line":3,"column":1}},"children":[{"type":"text","value":"The purpose of this book is to offer a more accessible way for students to learn physical chemistry. Rather than focusing on involved derivations and mathematics, this book is focused on covering a wider range of applicable topics and focuses more on creating an ``intuitive’’ sense of physical chemistry. Also, because many students require an understanding of basic physical chemistry for biochemistry and biology many of the examples, problems and topics will have a biological and biochemical theme. It is hoped that this text will offer a good introduction to basic physical chemical principles for biochemists. What this book is not intended to do is be an in-depth, mathematical and rigorous study of physical chemistry. While, this text could be a great introduction to topics it is not an adequate study for those students wanting to study chemistry, especially physical, at a graduate level. Rather it would be appropriate for students wanting to pursue laboratory careers, health fields and biochemistry.","position":{"start":{"line":3,"column":1},"end":{"line":3,"column":1}},"key":"IO54d9yWSJ"}],"key":"jCR00vqaIQ"},{"type":"paragraph","position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"children":[{"type":"text","value":"The structure of this book is also one of self-inquiry. The idea, is that concepts will be laid out as the student reads each section. There are questions to answer along the way that will help to keep the student engaged. Additionally, there are also separate quizzes in Canvas that will test what the students have been reading and keep them on track. At the end of each chapter there will also be example and practice problems for the students to d on their own to help them practice topics. The practice problems are few, but typically range from easy to challenging. Being able to complete all the problems, without guidance, should indicate reasonable understanding and result in good exam scores.","position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"key":"Fq86jsKthN"}],"key":"IUOuVihwiC"}],"key":"MR7ZOQZBtt"}],"key":"WYN8HEmBpX"},"references":{"cite":{"order":[],"data":{}}}}